pages/12_Rumble_Groove.html
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml"
      xmlns:og="http://ogp.me/ns#"
      xmlns:fb="https://www.facebook.com/2008/fbml">
<head>
    <title>Rumble Groove.</title>
    <!-- Using the latest rendering mode for IE -->
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <!-- Open Graph tags -->

            <meta property="og:type" content="article"/>
            <meta property="og:title" content="Rumble Groove."/>
            <meta property="og:url" content="http://thecastle.github.io/thecastle/pages/12_Rumble_Groove.html"/>

    <!-- Bootstrap -->
        <link rel="stylesheet" href="http://thecastle.github.io/thecastle/theme/css/bootstrap.readable.min.css" type="text/css"/>
    <link href="http://thecastle.github.io/thecastle/theme/css/font-awesome.min.css" rel="stylesheet">
    <link href="http://thecastle.github.io/thecastle/theme/css/pygments.css" rel="stylesheet">
    <link rel="stylesheet" href="http://thecastle.github.io/thecastle/theme/css/style.css" type="text/css"/>
    <!-- JavaScript plugins (requires jQuery) -->


</head>
<body>
<nav class="navbar navbar-default navbar-fixed-top" role="navigation">
    <div class="container">
        <div class="navbar-header">
            <button type="button" class="navbar-toggle" data-toggle="collapse" data-target=".navbar-ex1-collapse">
                <span class="sr-only">Toggle navigation</span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
                <span class="icon-bar"></span>
            </button>
            <a href="http://thecastle.github.io/thecastle" class="navbar-brand">The Castle Mountaineering Club.</a>
        </div>
        <div class="collapse navbar-collapse navbar-ex1-collapse">
            <ul class="nav navbar-nav">
            </ul>
            <ul class="nav navbar-nav navbar-right">
                <li><a href="http://thecastle.github.io/thecastle/archives.html"><i class="icon-th-list"></i>Archives</a></li>
            </ul>
        </div>
        <!-- /.navbar-collapse -->
    </div>
</nav>
<!-- /.navbar -->
<div class="container">
    <div class="row">
        <div class="col-lg-9">
    <section id="content" class="body">

        <div class="entry-content">
            <div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Rumble Groove</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Rumble Groove</h2>
<div class="outline-text-2" id="text-1">
<div class="export">
<p>
&lt;p&gt;
&lt;em&gt;by Marian Birkett&lt;/em&gt;
&lt;/p&gt;
</p>

</div>

<p>
What do I remember about The Castle? Well it&rsquo;s people, days
out climbing, for instance days with Dave, well known for his
enthusiasm for climbing anything, anytime   although preferably a
traditional route on Kinder. If it&rsquo;s a vegetated chimney and it&rsquo;s
just starting to rain, well that&rsquo;s approaching Nirvana. The ideal
route description might be, &ldquo;Climb straight up for 200 feet with
much botanical interest  a fine ten foot chimney then leads to
the top. First ascent 1892.&rdquo;
</p>

<p>
One day Rosie, Dave and I headed for a Peak District
equivalent: short, insignificant and green, on some boulders
which think they&rsquo;re a crag. Yes, the  in famous  Rumble Groove  on
Carl Wark. Not heard of the route? You&rsquo;re doing well if you&rsquo;ve
heard of the crag!
</p>

<p>
Dave and Rosie had though, in fact it was Dave&rsquo;s third
attempt at this route. He had spent several hours pitting his
strength and skill, definitely in that order, against the rock
 it&rsquo;s that sort of route , retreating with bruised arms, legs,
ego, everything. Today would be different.
</p>

<p>
We approached the crag. Crag, did I say? I noticed some
rocks huddled together.
&ldquo;That&rsquo;s Carl Wark,&rdquo; said Dave. " Rumble Groove  is well over
to the left there.&rdquo;
&ldquo;Oh, really?&rdquo;
&ldquo;It&rsquo;s super. A real classic.&rdquo;
</p>

<p>
I tried to sound enthusiastic but failed miserably. We
uncoiled 150 feet of rope, 130 feet of which was totally
unnecessary. Peak District climbing is like that: crags that are
too short, ropes that are too long and, as we were to find out,
cracks that are too wide.
</p>

<p>
Dave tied on and Rosie belayed, so I was free to escape from
the midges and to wander about looking at the groove from
different angles   none of them in the least encouraging. I
hadn&rsquo;t seen Rosie for a while and we chatted whilst Dave grunted.
After half an hour we&rsquo;d caught up on all the news  after an hour
we were dragging up insignificant crumbs of gossip.
</p>

<p>
Dave was struggling. First there&rsquo;s a wide crack leading up
left. The jams are painful, insecure, slimy and the crack
overhangs slightly: a gritstone climber&rsquo;s paradise! Standing on a
rock at the foot of the crack starts you off. Then you must lurch
onto the holds on the left  slight indentations in the vertical
rock  and power your way up the green crack.
</p>

<p>
The first runner is quite low, only useful if you fall off
the first nine inches of climbing and have an attentive second. A
number forty two hex would have been helpful higher up but Dave
had left it at home. I suggested wedging two hexes together or
passing up a large stone to jam in the crack  I thought the
latter might appeal to his traditional inclinations. But he&rsquo;d had
enough.
</p>

<p>
He&rsquo;d lost count of his attempts to get off the ground and
offered me the rope. Now I can&rsquo;t resist a challenge and certainly
this was one. However, I am a coward and my first priority is
always to get a runner above my head   well, even one a bit
higher than the last would help. Somehow, to hurt yourself
falling off a &ldquo;Classic Rock&rdquo; route on Cloggy or Gimmer might be
acceptable, but to fall off a boulder near Carl Wark, well the
indignity  of it all.
</p>

<p>
So with much ingenuity and a lowering of ethical standards
 this was a traditional route after all  I slammed a Friend in as
high as I could. This superhuman effort reduced me to a quivering
jelly, wobbling back next to Rosie. I quickly returned the rope
to Dave after Rosie had refused it   she&rsquo;s got more sense!
With the confidence of another runner and fresh from a good
rest, Dave attacked the rock with daring spirit. We gave him lots
of encouragement by pointing out that we had only five minutes
left before we were off home and suddenly, to our great surprise
and consternation, he was cheering from the top. Oh no! That
meant that we&rsquo;d have to do it.
</p>

<p>
I went next. After an interminable fight in the crack,
leaving it dripping with blood, I emerged secretly vowing never
to let Dave pick the route again. Rosie went next, the fastest
ascent yet.
</p>

<p>
Our attention was then drawn to the only other route on
these boulders,  Green Crack . A similarly attractive climb, its
name being most descriptive  a green, slimy, rounded crack. They
gave me the rope and, teetering and complaining, I reached the
top. I was surprised when they declared it twice as nasty as
 Rumble Groove . So if you&rsquo;re wanting to reduce someone&rsquo;s
enthusiasm for grit, I thoroughly recommend a day out somewhere
near Carl Wark. As for climbing with Dave&#x2026; you have been
warned!
</p>
</div>
</div>

        </div>
    </section>
        </div>
        <div class="col-lg-3 well well-sm" id="sidebar">

<aside>
    <section>

        <ul class="list-group list-group-flush">
             <li class="list-group-item"><h4><i class="icon-search icon-large"></i>Search</h4></li>

                   <li class="list-group-item"><h4><i class="icon-book icon-large"></i>Pages</h4></li>



                <li class="list-group-item"><a href="http://thecastle.github.io/thecastle/tags.html"><h4><i class="icon-tags icon-large"></i>Tags</h4></a></li>
        </ul>
    </section>
</aside>        </div>
    </div>
</div>
<footer>
    <div class="container">
        <hr>
        <p class="pull-right"><i class="icon-arrow-up"></i> <a href="#">Back to top</a></p>


        <p>&copy;  The Castle Mountaineering Club. &middot; Powered by <a href="https://github.com/DandyDev/pelican-bootstrap3" target="_blank">pelican-bootstrap3</a>,
            <a href="http://docs.getpelican.com/" target="_blank">Pelican</a>,
            <a href="http://getbootstrap.com" target="_blank">Bootstrap</a></p>
    </div>
</footer>
<!-- Include all compiled plugins (below), or include individual files as needed -->
<script src="http://thecastle.github.io/thecastle/theme/js/bootstrap.min.js"></script>

<!-- Enable responsive features in IE8 with Respond.js (https://github.com/scottjehl/Respond) -->
<script src="http://thecastle.github.io/thecastle/theme/js/respond.min.js"></script>


</body>
</html>